import './userAgreement.scss';

export default function userAgreement() {
  return (
    <main className='userAgreement__main'>

        <h3>Пользовательское Соглашение</h3>
        <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем ********.com (далее Poster или Администрация) с одной стороны и пользователем сайта с другой.<br/>Сайт Poster не является средством массовой информации.  </p>
        <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br/><strong>Если Вы не согласны с условиями данного соглашения, не используйте сайт Poster!</strong>  </p>
        <h3>Предмет соглашения</h3>
        <p><strong>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</strong>  </p>
        <h3>Предмет соглашения</h3>
        <p><strong>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</strong>  </p>
        <ul>
        <li>Текстовой информации  </li>
        <li>Аудиоматериалов  </li>
        <li>Видеоматериалов  </li>
        <li>Фотоматериалов  </li>
        <li>Ссылок на материалы, размещенные на других сайтах</li>
        </ul>
        <h3>Права и обязанности сторон</h3>
        <p><strong>Пользователь имеет право:</strong>  </p>
        <ul>
        <li>осуществлять поиск информации на сайте  </li>
        <li>получать информацию на сайте  </li>
        <li>создавать информацию для сайта  </li>
        <li>распространять информацию на сайте  </li>
        <li>комментировать контент, выложенный на сайте  </li>
        <li>изменять рейтинг пользователей  </li>
        <li>копировать информацию на другие сайты с указанием источника  </li>
        <li>копировать информацию на другие сайты с разрешения Администрации сайта  </li>
        <li>использовать информацию сайта в личных некоммерческих целях  </li>
        <li>использовать информацию сайта в коммерческих целях с разрешения Администрации  </li>
        <li>использовать информацию сайта в коммерческих целях с разрешения правообладателей  </li>
        <li>использовать информацию сайта в коммерческих целях без специального разрешения</li>
        </ul>
        <p><strong>Администрация имеет право:</strong>  </p>
        <ul>
        <li>по своему усмотрению и необходимости создавать, изменять, отменять правила  </li>
        <li>ограничивать доступ к любой информации на сайте  </li>
        <li>создавать, изменять, удалять информацию  </li>
        <li>удалять учетные записи  </li>
        <li>отказывать в регистрации без объяснения причин</li>
        </ul>
        <p><strong>Пользователь обязуется:</strong>  </p>
        <ul>
        <li>не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность  </li>
        <li>не нарушать работоспособность сайта  </li>
        <li>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам  </li>
        <li>не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ  </li>
        <li>не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ  </li>
        <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
        </ul>
        <p><strong>Администрация обязуется:</strong>  </p>
        <ul>
        <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.  </li>
        <li>предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом</li>
        </ul>
        <h3>Ответственность сторон</h3>
        <ul>
        <li>пользователь лично несет полную ответственность за распространяемую им информацию  </li>
        <li>администрация не несет никакой ответственности за достоверность информации, скопированной из других источников  </li>
        <li>администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг  </li>
        <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами  </li>
        <li>в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса</li>
        </ul>
        <h3>Условия действия Соглашения</h3>
        <p>Данное Соглашение вступает в силу при любом использовании данного сайта.<br/>Соглашение перестает действовать при появлении его новой версии.<br/>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.<br/>При изменении соглашения, в некоторых случаях, администрация может оповестить пользователей удобным для нее способом.</p>

                
    </main>
  );
}